{
    "artiklar": 
    [
        {"titel": "Commodore 64", "källa": "https://sv.wikipedia.org/wiki/Commodore_64","bild": "img/commodore64.png", "text": "Commodore 64 (även kallad VIC64 , av återförsäljare som ville rida på framgången från VIC20, eller CBM64 och ofta förkortad C64) är en hemdator som tillverkades av Commodore mellan 1982 och 1994. Datorn var mycket populär under 1980-talet och i början av 1990-talet. Med omkring 17 miljoner sålda enheter är Commodore 64 den bäst sålda datorn genom tiderna, och 1983-1984 stod Commodore 64 för 40 % av hemdatormarknaden. Till skillnad från datorer som såldes genom auktoriserade försäljare har C64 sålts även i varuhus och leksaksaffärer. Maskinen kan kopplas direkt till en tv-apparat. Ungefär 10 000 programtitlar har hittills utvecklats för C64. Detta inkluderar utvecklingsprogram, kontorsprogram och spel. Maskinen sägs även ha populariserat demoscenen. Dess originalhårdvara används idag av hobbyister och musiker, men C64-emulatorer ger möjligheten till alla användare med en vanlig modern dator att köra dessa program."},
        {"titel": "Commodore SX-64", "källa": "https://sv.wikipedia.org/wiki/Commodore_SX-64", "bild": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Commodore_SX-64_front_4.jpg", "text": "Commodore SX-64, också känd som Executive 64 eller VIP-64 i Europa, är en bärbar dator, i detta fallet som en mindre resväska. Datorn är en bärbar version av den populära hemdatorn Commodore 64 och är världens första bärbara dator med full färgåtergivning."},
        {"titel": "Amiga", "källa": "https://sv.wikipedia.org/wiki/Amiga", "bild": "img/amiga.png", "text": "Amiga var en av de mest populära hemdatorerna under andra halvan av 1980-talet och första halvan av 1990-talet. Tekniken utvecklades av ett företag kallat Hi-Toro med start 1982 och rättigheterna såldes till Commodore 1984. Idag förvaltas varumärket av det amerikanska företaget Amiga Incorporated medan operativsystemet AmigaOS utvecklas av belgiska Hyperion."}
    ]
}